Repository: romanpiatyntsev/wp_nasa
Catalog: languages/apod_locale-*.po
Languages: ru_ru

source: NASA Images
ru_ru: NASA Изображения

source: APOD: Astronomy Picture of the Day settings
ru_ru: APOD: Астрономическая Картина Дня настройки

source: API settings
ru_ru: API gараметры

source: Where to get API Key
ru_ru: Где получить АПИ ключ

source: Downloaded image
ru_ru: Загруженное изображение

source: Enter API key here
ru_ru: Введите ключ АПИ здесь

source: Error receiving data from APOD API
ru_ru: Ошибка получения данных от APOD API

source: Status
ru_ru: Статус

source: Date
ru_ru: Дата

source: Generate API Key
ru_ru: Сгенерировать АПИ Ключ

source: Paste the Key into the field below
ru_ru: Вставьте полученный ключ в поле ниже

source: Last activities
ru_ru: Последнее действие
